Repository: bcblr1993/AetherRoute
Catalog: Sources/AetherRouteApp/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Accelerate domestic network & Apple services
zh_hans: 加速国内网络与 Apple 服务

source: Injects high-speed direct routing and domestic DNS policy for Apple CDN, updates, and domestic websites.
zh_hans: 为 Apple CDN、系统更新及国内主流网站注入高速直连分流规则与国内 DNS 解析策略。

source: Startup
zh_hans: 启动

source: Launch at login
zh_hans: 开机自启动

source: Automatically start AetherRoute when logging into macOS. If connected before quitting, it will automatically reconnect upon launch.
zh_hans: 在登录 macOS 时自动启动 AetherRoute。若退出或关机前处于连接状态，启动后将自动恢复连接。

source: AetherRoute requires approval in System Settings > General > Login Items & Extensions.
zh_hans: AetherRoute 需要在「系统设置 > 通用 > 登录项与扩展」中予以允许。

source: Dock & Menu Bar
zh_hans: Dock 与菜单栏

source: Hide Dock icon
zh_hans: 隐藏 Dock 图标

source: Keep AetherRoute in the menu bar only without a Dock icon. The main window can be reopened from the menu bar or by clicking the app icon.
zh_hans: 开启后 AetherRoute 仅在菜单栏常驻，不占用 Dock 栏。可通过菜单栏或重新点击应用图标唤起主面板。

source: Add a subscription link or import a Clash-compatible configuration to get started.
zh_hans: 添加 HTTPS 订阅链接或导入 Clash 兼容的配置文件即可开始使用。

source: Clash Compatible
zh_hans: 兼容 Clash

source: Import HTTPS subscription URL from your provider.
zh_hans: 从服务商获取并导入 HTTPS 订阅链接。

source: Multi-Protocol
zh_hans: 多协议支持

source: No Profiles Added
zh_hans: 尚未添加任何配置

source: Supports Clash-compatible YAML/JSON profiles.
zh_hans: 支持 Clash 兼容的 YAML/JSON 配置文件。

source: %@ · %lld members
zh_hans: %@ · %lld 个成员

source: %@ · Manual
zh_hans: %@ · 手动

source: %@ failed validation. Replace it in Profiles before connecting.
zh_hans: %@ 未通过完整性校验。请先在“配置”页面替换后再连接。

source: %@ has an invalid size. Replace it in Profiles before connecting.
zh_hans: %@ 的文件大小无效。请先在“配置”页面替换后再连接。

source: %@ is already used by another app
zh_hans: %@ 已被其他应用占用

source: %@ is more than 30 days old. Update it in Profiles before connecting.
zh_hans: %@ 已超过 30 天未更新。请先在“配置”页面更新后再连接。

source: %@ is required by this profile. Add it in Profiles before connecting.
zh_hans: 当前配置需要 %@。请先在“配置”页面添加后再连接。

source: %@ must be a whole non-negative number.
zh_hans: %@ 必须是非负整数。

source: %@ was imported and verified.
zh_hans: %@ 已导入并通过校验。

source: %lld components
zh_hans: %lld 个组件

source: %lld group
zh_hans: %lld 组

source: %lld groups
zh_hans: %lld 组

source: %lld ms
zh_hans: %lld 毫秒

source: %lld native nodes · encrypted on this Mac
zh_hans: %lld 个原生节点 · 已在此 Mac 上加密

source: %lld profiles are available after secure import.
zh_hans: 安全导入后共有 %lld 个配置可用。

source: %lld rules
zh_hans: %lld 条规则

source: %lld total
zh_hans: 共 %lld 个

source: %lld total · %lld recognized · %lld pending core check · %lld unsupported
zh_hans: 共 %1$lld 个 · %2$lld 个已识别 · %3$lld 个待核心检查 · %4$lld 个不支持

source: A DNS section is present, but its resolver is disabled.
zh_hans: 当前配置包含 DNS 设置，但解析器已关闭。

source: A native profile must keep at least one node.
zh_hans: 原生配置必须至少保留一个节点。

source: A profile encryption key could not be created. Quit and reopen AetherRoute, then try again. If the problem continues, export diagnostics.
zh_hans: 无法创建配置加密密钥。请退出并重新打开 AetherRoute 后重试；若仍失败，请导出诊断。

source: AAAA responses are allowed by this profile.
zh_hans: 当前配置允许返回 AAAA 响应。

source: AAAA responses are filtered by this profile.
zh_hans: 当前配置会过滤 AAAA 响应。

source: About
zh_hans: 关于

source: About AetherRoute
zh_hans: 关于 AetherRoute

source: Account
zh_hans: 账户

source: Activate
zh_hans: 激活

source: active
zh_hans: 有效

source: Active
zh_hans: 运行中

source: Active connections
zh_hans: 活动连接

source: Add
zh_hans: 添加

source: Add at least one profile before creating a portable archive.
zh_hans: 请至少添加一个配置后再创建便携档案。

source: Add Node
zh_hans: 添加节点

source: Add Node…
zh_hans: 添加节点…

source: Add Profile Subscription
zh_hans: 添加配置订阅

source: Add Subscription…
zh_hans: 添加订阅…

source: Additional SOCKS5-only port
zh_hans: 额外的纯 SOCKS5 端口

source: Address
zh_hans: 地址

source: Address pool
zh_hans: 地址池

source: Advanced
zh_hans: 高级选项

source: AetherRoute %@ is available
zh_hans: AetherRoute %@ 可以下载

source: AetherRoute application content
zh_hans: AetherRoute 应用内容

source: AetherRoute binds only 127.0.0.1 and never changes the macOS system proxy. Shell commands affect only the terminal where you paste them.
zh_hans: AetherRoute 仅绑定 127.0.0.1，绝不会更改 macOS 系统代理。终端命令只影响粘贴它的终端会话。

source: AetherRoute could not access its shared storage. Quit and reopen the app, then try again. If the problem continues, export diagnostics.
zh_hans: 无法访问 AetherRoute 的共享存储。请退出并重新打开应用后重试；若仍失败，请导出诊断。

source: AetherRoute could not access the profile encryption key in Keychain. Quit and reopen the app, then try again. If the problem continues, export diagnostics.
zh_hans: 无法访问钥匙串中的配置加密密钥。请退出并重新打开 AetherRoute 后重试；若仍失败，请导出诊断。

source: AetherRoute could not confirm a healthy connection. Retry once, then review the active profile.
zh_hans: AetherRoute 无法确认连接健康。请先重试一次，再检查当前配置。

source: AetherRoute disconnected
zh_hans: AetherRoute 已断开

source: AetherRoute does not sell network data, build advertising profiles, or include behavioral trackers.
zh_hans: AetherRoute 不会出售网络数据，不会建立广告画像，也不包含行为跟踪器。

source: AetherRoute has not downloaded or changed anything yet.
zh_hans: AetherRoute 尚未下载或更改任何内容。

source: AetherRoute is free to use. Import your own proxy configuration to get started.
zh_hans: AetherRoute 可免费使用，导入你自己的代理配置即可开始。

source: AetherRoute is preparing the local extension configuration.
zh_hans: AetherRoute 正在准备本机网络扩展配置。

source: AetherRoute needs attention
zh_hans: AetherRoute 需要处理

source: AetherRoute prepares routing rules automatically when you connect.
zh_hans: 连接时由 AetherRoute 自动准备，无需手动操作。

source: AetherRoute processes proxy profiles, network destinations, addresses, and routing decisions locally on this Mac.
zh_hans: AetherRoute 会在此 Mac 本地处理代理配置、网络目标、地址和路由决策。

source: AetherRoute settings
zh_hans: AetherRoute 设置

source: AetherRoute verifies signed license receipts and update manifests without storing your activation key.
zh_hans: AetherRoute 会验证签名授权回执和更新清单，但不会保存你的激活码。

source: AetherRoute will not access this address until you confirm.
zh_hans: 确认之前，AetherRoute 不会访问这个地址。

source: AetherRoute will not create or save a network extension configuration, import or download a profile, or connect until you agree.
zh_hans: 在你同意前，AetherRoute 不会创建或保存网络扩展配置、导入或下载配置，也不会连接。

source: AetherRoute's Keychain access configuration is invalid. Reinstall AetherRoute and try again.
zh_hans: AetherRoute 的钥匙串访问配置无效。请重新安装 AetherRoute 后重试。

source: All
zh_hans: 全部

source: All engines · IPv4 route
zh_hans: 全部引擎 · IPv4 路由

source: All engines · IPv6 route
zh_hans: 全部引擎 · IPv6 路由

source: All supported traffic follows the selected routing mode.
zh_hans: 所有受支持流量都遵循当前路由模式。

source: Allowed
zh_hans: 允许

source: Allowed IPs
zh_hans: 允许的 IP 段

source: Always omitted
zh_hans: 始终排除

source: Another network extension is already controlling this traffic. Turn off the conflicting proxy or VPN extension, then retry.
zh_hans: 另一个网络扩展正在控制此流量。请关闭冲突的代理或 VPN 扩展，然后重试。

source: Another network extension request is already pending. Wait a moment, then try again.
zh_hans: 另一个网络扩展请求正在等待处理。请稍候再试。

source: Any remaining traffic
zh_hans: 其余所有流量

source: App, build, macOS, and Apple silicon version
zh_hans: 应用版本、构建版本、macOS 和 Apple 芯片信息

source: Apple silicon
zh_hans: Apple 芯片

source: Application language
zh_hans: 应用语言

source: Approve the AetherRoute network extension to continue.
zh_hans: 请批准 AetherRoute 网络扩展以继续。

source: Archive password
zh_hans: 档案密码

source: Attention
zh_hans: 需要处理

source: Authentication
zh_hans: 身份验证

source: Auto
zh_hans: 自动

source: Automatic
zh_hans: 自动

source: Automatic checks enabled. Updates are cryptographically signed with Ed25519.
zh_hans: 已启用自动检查。更新由 Ed25519 密码学签名保护。

source: Automatic TUN DNS
zh_hans: TUN 自动 DNS

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automation
zh_hans: 自动化

source: Available
zh_hans: 可用

source: Before AetherRoute can configure a network extension, review how your network data is handled.
zh_hans: AetherRoute 配置网络扩展前，请先了解网络数据的处理方式。

source: Beta
zh_hans: 测试版本

source: Bootstrap
zh_hans: 引导解析

source: Build
zh_hans: 构建号

source: Bundled rules use DB-IP Lite and V2Fly data. Country rule updates may use MaxMind data through Loyalsoldier. See Open-Source Software for sources and licenses.
zh_hans: 内置规则使用 DB-IP Lite 和 V2Fly 数据，国家规则更新可能使用 Loyalsoldier 提供的 MaxMind 数据。来源与许可可在“开源软件”中查看。

source: By destination
zh_hans: 按目标

source: By latency
zh_hans: 按延迟

source: By name
zh_hans: 按名称

source: By traffic
zh_hans: 按流量

source: Bypass
zh_hans: 绕过

source: Bypass destination
zh_hans: 绕过目标

source: Bypass filters
zh_hans: 绕过过滤

source: Bypass rule added.
zh_hans: 已添加绕过规则。

source: Bypass rule removed.
zh_hans: 已移除绕过规则。

source: Bypass Rules
zh_hans: 绕过规则

source: Cancel
zh_hans: 取消

source: Cancels the connection attempt
zh_hans: 取消本次连接尝试

source: Cannot Open Subscription Link
zh_hans: 无法打开订阅链接

source: Check Again
zh_hans: 重新检查

source: Check for Updates
zh_hans: 检查更新

source: Check for Updates…
zh_hans: 检查更新…

source: Check Now
zh_hans: 立即检查

source: Checking route quality
zh_hans: 正在校验线路质量

source: Checking…
zh_hans: 正在检查…

source: Choose a short name that is easy to recognize in the menu bar.
zh_hans: 选择一个简短、便于在菜单栏识别的名称。

source: Choose a subscription update interval between 15 minutes and 7 days.
zh_hans: 请选择 15 分钟到 7 天之间的订阅更新间隔。

source: Choose a valid DMG destination.
zh_hans: 请选择有效的 DMG 保存位置。

source: Choose Private Key…
zh_hans: 选择私钥…

source: Cipher
zh_hans: 加密方式

source: Clear command copied.
zh_hans: 清除命令已复制。

source: Client fingerprint
zh_hans: 客户端指纹

source: Client fingerprint is required when REALITY is configured.
zh_hans: 配置 REALITY 时必须填写客户端指纹。

source: Configured
zh_hans: 已配置

source: Confirm password
zh_hans: 确认密码

source: Confirming will accept the network privacy review and activate this subscription.
zh_hans: 确认后将同时接受网络隐私声明并激活此订阅。

source: Congestion control (optional)
zh_hans: 拥塞控制（可选）

source: Congestion controller (optional)
zh_hans: 拥塞控制器（可选）

source: Connect
zh_hans: 连接

source: Connect or disconnect
zh_hans: 连接或断开

source: Connect the network extension before selecting a proxy.
zh_hans: 请先连接网络扩展，再选择代理。

source: Connect when ready, or review the active profile first.
zh_hans: 准备好后即可连接，也可以先检查当前配置。

source: Connecting
zh_hans: 正在连接

source: Connection
zh_hans: 连接

source: Connection controls are locked
zh_hans: 连接控制已锁定

source: Connection duration
zh_hans: 连接时长

source: Connection health and the active route.
zh_hans: 查看连接状态与当前路由。

source: Connection notifications
zh_hans: 连接通知

source: Connection, engine, and routing state
zh_hans: 连接、网络引擎和路由状态

source: Connections
zh_hans: 连接

source: Connections appear here once you connect
zh_hans: 连接后这里会显示每一条连接

source: Copied
zh_hans: 已复制

source: Copy Clear Command
zh_hans: 复制清除命令

source: Copy node name
zh_hans: 复制节点名称

source: Copy Proxy
zh_hans: 复制代理

source: Copy Proxy Command
zh_hans: 复制代理命令

source: Copy Shell Environment
zh_hans: 复制终端代理环境

source: Copy Terminal Export Command
zh_hans: 复制终端代理导出命令

source: Copy Terminal Unset Command
zh_hans: 复制终端代理清除命令

source: Core check
zh_hans: 核心检查

source: Core default
zh_hans: 核心默认值

source: Core status
zh_hans: 核心状态

source: Create a password-encrypted copy of every profile for another Mac. The password is never stored.
zh_hans: 创建包含所有配置的密码加密副本，用于迁移到另一台 Mac。密码不会被保存。

source: Create an AetherRoute-native profile without another client's configuration format.
zh_hans: 创建 AetherRoute 原生配置，无需依赖其他客户端的配置格式。

source: Create Profile
zh_hans: 创建配置

source: Created by
zh_hans: 作者

source: Current route
zh_hans: 当前路由

source: Customized
zh_hans: 已自定义

source: Deactivate This Mac
zh_hans: 停用这台 Mac

source: Default
zh_hans: 默认

source: Destination
zh_hans: 目标

source: Detail
zh_hans: 详细程度

source: Development
zh_hans: 开发版本

source: Development builds remain unlocked until your signed licensing service is configured for release.
zh_hans: 在为正式版本配置签名授权服务前，开发版本保持可用。

source: Device
zh_hans: 设备

source: device limit reached
zh_hans: 已达到设备上限

source: Diagnostic report saved.
zh_hans: 诊断报告已保存。

source: Diagnostics
zh_hans: 诊断

source: Direct
zh_hans: 直连

source: Direct mode
zh_hans: 直连模式

source: Disconnect
zh_hans: 断开连接

source: Disconnect all
zh_hans: 全部断开

source: Disconnect before changing bypass rules.
zh_hans: 请先断开连接，再更改绕过规则。

source: Disconnect before changing the local proxy.
zh_hans: 断开连接后再更改本地代理。

source: Disconnecting
zh_hans: 正在断开

source: Disconnects the secure connection
zh_hans: 断开安全连接

source: DNS & Fake-IP
zh_hans: DNS 与 Fake-IP

source: DNS configuration details
zh_hans: DNS 配置详情

source: DNS overrides will apply on the next TUN connection.
zh_hans: DNS 覆盖将在下一次 TUN 连接时生效。

source: Down
zh_hans: 下行

source: Download
zh_hans: 下载

source: Download & Verify
zh_hans: 下载并校验

source: Download and Activate
zh_hans: 下载并启用

source: Download and Enable
zh_hans: 下载并启用

source: Download Mbps
zh_hans: 下载带宽 (Mbps)

source: Download Mbps (optional)
zh_hans: 下载带宽 (Mbps，可选)

source: Downloading and verifying routing resources…
zh_hans: 正在下载并校验路由资源…

source: Drag to reorder
zh_hans: 拖动以调整顺序

source: Duration
zh_hans: 时长

source: Edit
zh_hans: 编辑

source: Edit Native Profile
zh_hans: 编辑原生配置

source: Edit Node
zh_hans: 编辑节点

source: Edit Nodes…
zh_hans: 编辑节点…

source: EDNS subnet
zh_hans: EDNS 子网

source: Elapsed
zh_hans: 延迟

source: Encrypted on this Mac
zh_hans: 已在此 Mac 上加密

source: Engine
zh_hans: 引擎

source: Enhanced mode
zh_hans: 增强模式

source: Enter a license key to activate this Mac. The key is cleared from memory after the request.
zh_hans: 输入激活码以激活这台 Mac。请求完成后，激活码会立即从内存中清除。

source: Enter a valid HTTPS subscription address without embedded credentials or a fragment.
zh_hans: 请输入有效的 HTTPS 订阅地址，地址中不能包含内嵌凭据或片段。

source: Enter a valid license key without spaces.
zh_hans: 请输入不含空格的有效激活码。

source: Enter a valid port from 1 to 65535.
zh_hans: 请输入 1 到 65535 之间的有效端口。

source: Enter the archive password. Existing profiles stay in place and the profile currently in use will not change.
zh_hans: 输入档案密码。现有配置会保留，当前正在使用的配置不会改变。

source: Evaluation order
zh_hans: 匹配顺序

source: example.com or 192.168.0.0/16
zh_hans: example.com 或 192.168.0.0/16

source: Exit
zh_hans: 出口

source: expired
zh_hans: 已过期

source: explicit rules
zh_hans: 条显式规则

source: Export Archive
zh_hans: 导出归档

source: Export Diagnostic Report
zh_hans: 导出诊断报告

source: Export Portable Archive…
zh_hans: 导出便携档案…

source: Export Profile Archive
zh_hans: 导出配置归档

source: Extension ready
zh_hans: 扩展已就绪

source: Failure and unexpected disconnect alerts are on
zh_hans: 已开启故障和意外断开提醒

source: Fake-IP safeguards
zh_hans: Fake-IP 防护

source: Fallback
zh_hans: 备用解析

source: Fallback filter
zh_hans: 备用过滤

source: Filter
zh_hans: 筛选

source: Filtered
zh_hans: 已过滤

source: Fixed aggregate provider error counters when available
zh_hans: 可用时包含固定的 Provider 聚合错误计数

source: Flow (optional)
zh_hans: Flow（可选）

source: Flows
zh_hans: 连接

source: Follow System
zh_hans: 跟随系统

source: Free Edition
zh_hans: 免费版

source: General
zh_hans: 通用

source: Global
zh_hans: 全局

source: Global mode
zh_hans: 全局模式

source: Global shortcuts
zh_hans: 全局快捷键

source: Global shortcuts are active
zh_hans: 全局快捷键已启用

source: Global shortcuts are off
zh_hans: 全局快捷键已关闭

source: Groups
zh_hans: 策略组

source: Host (optional)
zh_hans: 主机名（可选）

source: Host header (optional)
zh_hans: Host 请求头（可选）

source: Hosts mapping
zh_hans: Hosts 映射

source: How AetherRoute handles network data
zh_hans: AetherRoute 如何处理网络数据

source: HTTP CONNECT uses TCP. Enable TLS above for HTTPS CONNECT.
zh_hans: HTTP CONNECT 使用 TCP；如需 HTTPS CONNECT，请在上方启用 TLS。

source: HTTP proxy
zh_hans: HTTP 代理

source: HTTP proxy port
zh_hans: HTTP 代理端口

source: HTTPS subscription
zh_hans: HTTPS 订阅

source: HTTPS subscription URL
zh_hans: HTTPS 订阅地址

source: I Understand and Continue
zh_hans: 我已了解并继续

source: Idle
zh_hans: 空闲

source: If you continue, AetherRoute will make one HTTPS request, validate the size and contents, store the subscription in encrypted profile storage, and activate it.
zh_hans: 继续后，AetherRoute 将发起一次 HTTPS 请求，验证大小和内容，将订阅保存到加密配置存储并启用。

source: Import a subscription URL or configuration file to get started with high-speed, secure routing.
zh_hans: 导入订阅链接或配置文件，即刻开启安全极速网络。

source: Import a validated profile to inspect its endpoints and proxy groups.
zh_hans: 导入通过校验的配置后，即可查看代理节点和策略组。

source: Import a validated profile to inspect its resolver behavior without exposing server addresses.
zh_hans: 导入通过校验的配置后，即可在不暴露服务器地址的前提下查看解析行为。

source: Import a validated profile to inspect routing order and targets.
zh_hans: 导入通过校验的配置后，即可查看路由顺序与目标。

source: Import Archive
zh_hans: 导入归档

source: Import or select a profile before connecting.
zh_hans: 连接前请导入或选择配置。

source: Import or select a validated profile before connecting.
zh_hans: 连接前请导入或选择一个已通过校验的配置。

source: Import Portable Archive…
zh_hans: 导入便携档案…

source: Import Profile Archive
zh_hans: 导入配置归档

source: Import Profile…
zh_hans: 导入配置…

source: Import…
zh_hans: 导入…

source: Importing and verifying routing resource…
zh_hans: 正在导入并校验路由资源…

source: Importing profile…
zh_hans: 正在导入配置…

source: In groups
zh_hans: 在组中

source: In no group
zh_hans: 未加入任何组

source: In System Settings, open General > Login Items & Extensions > Network Extensions, then enable AetherRoute. This window will update after approval.
zh_hans: 在“系统设置”中打开“通用 > 登录项与扩展 > 网络扩展”，然后启用 AetherRoute。批准后，此窗口会自动更新。

source: In Use
zh_hans: 使用中

source: Included
zh_hans: 包含内容

source: Incomplete
zh_hans: 信息不完整

source: Independent app runtime
zh_hans: 独立分发运行组件

source: Inspect endpoints, groups, and provider sources.
zh_hans: 查看代理节点、策略组和提供方来源。

source: Inspect ordered routing decisions and targets.
zh_hans: 查看按顺序执行的路由规则与目标。

source: Inspect resolver privacy, transports, and Fake-IP behavior.
zh_hans: 查看 DNS 隐私、传输方式与 Fake-IP 行为。

source: Invalid · replace before connecting
zh_hans: 无效 · 连接前需要替换

source: IPv6 answers
zh_hans: IPv6 响应

source: IPv6 answers follow the selected TUN policy.
zh_hans: IPv6 应答遵循当前选择的 TUN 策略。

source: Keeps the selected node pinned
zh_hans: 固定所选节点，失败时不回退

source: Language
zh_hans: 语言

source: Language changes apply immediately throughout AetherRoute.
zh_hans: 语言更改会立即应用到 AetherRoute 的所有界面。

source: Last checked %@
zh_hans: 上次检查：%@

source: Last checked %@. Updates are signed with Ed25519.
zh_hans: 上次检查于 %@。更新由 Ed25519 签名保护。

source: Latency
zh_hans: 延迟

source: Latency results are local
zh_hans: 延迟结果仅保存在本机

source: License
zh_hans: 授权

source: License & Updates
zh_hans: 授权与更新

source: License %@
zh_hans: 授权状态：%@

source: License actions
zh_hans: 授权操作

source: License active
zh_hans: 授权有效

source: License and update services must use credential-free HTTPS URLs.
zh_hans: 授权与更新服务必须使用不含凭据的 HTTPS 地址。

source: License data could not be accessed in Keychain (Security status %lld).
zh_hans: 无法访问钥匙串中的授权数据（安全状态 %lld）。

source: License key
zh_hans: 激活码

source: License notices unavailable
zh_hans: 许可声明不可用

source: License required
zh_hans: 需要授权

source: License service not configured
zh_hans: 尚未配置授权服务

source: License unavailable
zh_hans: 授权暂不可用

source: Licenses
zh_hans: 开源许可

source: Loading the local network extension configuration
zh_hans: 正在载入本地网络扩展配置

source: Local IPv4 CIDR
zh_hans: 本地 IPv4 CIDR

source: Local IPv6 CIDR (optional)
zh_hans: 本地 IPv6 CIDR（可选）

source: Local listener
zh_hans: 本地监听

source: Local profile
zh_hans: 本地配置

source: Local proxy
zh_hans: 本地代理

source: Loopback HTTP and SOCKS5 proxy
zh_hans: 回环 HTTP 与 SOCKS5 代理

source: macOS or your organization blocked this network extension. Review Network Extensions in System Settings or contact your administrator.
zh_hans: macOS 或你的组织阻止了此网络扩展。请在“系统设置”中查看“网络扩展”，或联系管理员。

source: macOS will ask only when you turn notifications on
zh_hans: 仅在你开启通知时，macOS 才会请求授权

source: Manage local and subscribed configurations.
zh_hans: 管理本地配置与订阅配置。

source: Manual
zh_hans: 手动

source: Manual node created and activated.
zh_hans: 手动节点已创建并激活。

source: Manual nodes
zh_hans: 自建节点

source: Maps names into a synthetic range for deterministic domain routing.
zh_hans: 将域名映射到合成地址段，以稳定执行域名路由。

source: Matched rule
zh_hans: 命中规则

source: Maximum 64 KiB. Review the file before sharing it.
zh_hans: 最大 64 KiB，分享前请先检查文件内容。

source: Mixed proxy (HTTP and SOCKS5)
zh_hans: 混合代理（HTTP 与 SOCKS5）

source: More
zh_hans: 更多

source: Move AetherRoute to the Applications folder, reopen it, and try again.
zh_hans: 请将 AetherRoute 移到“应用程序”文件夹，重新打开后再试。

source: Multiple AetherRoute network extension configurations were found. Remove the duplicate in System Settings and try again.
zh_hans: 发现多个 AetherRoute 网络扩展配置。请在“系统设置”中移除重复项后重试。

source: Name
zh_hans: 名称

source: Native macOS
zh_hans: 原生 macOS

source: Native nodes updated.
zh_hans: 原生节点已更新。

source: Navigate
zh_hans: 导航

source: Network
zh_hans: 网络

source: Network engine
zh_hans: 网络引擎

source: Network engine switched without manual disconnection.
zh_hans: 网络引擎已自动切换，无需手动断开。

source: Network engine updated.
zh_hans: 网络引擎已更新。

source: Network extension installation was canceled. Retry when you are ready.
zh_hans: 网络扩展安装已取消。准备好后可以重试。

source: Network settings remain locked until the privacy disclosure is accepted.
zh_hans: 接受隐私说明前，网络设置将保持锁定。

source: Next proxy node
zh_hans: 下一个代理节点

source: No activation required
zh_hans: 无需激活

source: No active connections
zh_hans: 没有活动连接

source: No DNS policy loaded
zh_hans: 尚未载入 DNS 策略

source: No expiration date
zh_hans: 永久有效

source: No explicit rules
zh_hans: 没有显式规则

source: No explicit upstream transport
zh_hans: 未配置明确的上游传输方式

source: No matching rules
zh_hans: 没有匹配的规则

source: No license is active on this Mac
zh_hans: 这台 Mac 尚未激活授权

source: No notice text was bundled for this component.
zh_hans: 此组件没有内置许可声明文本。

source: No private key selected
zh_hans: 尚未选择私钥

source: No profile
zh_hans: 尚无配置

source: No proxies or proxy providers were found in the profile.
zh_hans: 配置中没有找到节点或节点提供方。

source: No proxies yet
zh_hans: 尚无代理

source: No proxy definitions
zh_hans: 没有代理定义

source: No proxy node in the active route passed the connection check.
zh_hans: 当前路由没有节点通过连接检查。

source: No proxy node in this group passed the automatic connection check.
zh_hans: 此策略组没有节点通过自动连接检查。

source: No resolver address or browsing-domain value is collected for this screen.
zh_hans: 此页面不会收集解析器地址或访问域名。

source: No rule set loaded
zh_hans: 尚未载入规则集

source: No sale or tracking
zh_hans: 不出售，也不跟踪

source: Node
zh_hans: 节点

source: Node name
zh_hans: 节点名称

source: Nodes
zh_hans: 代理节点

source: None
zh_hans: 无

source: Normal
zh_hans: 普通

source: Normal network
zh_hans: 正常网络

source: Not connected
zh_hans: 未连接

source: Not released
zh_hans: 尚未发布

source: Notification permission is available
zh_hans: 通知权限可用

source: Notification status is unavailable
zh_hans: 无法获取通知状态

source: Notifications are disabled in System Settings
zh_hans: 通知已在“系统设置”中关闭

source: Obfuscation password
zh_hans: 混淆密码

source: Off
zh_hans: 关闭

source: OK
zh_hans: 好

source: On
zh_hans: 开启

source: Only connections visible on this Mac are counted, and nothing is reported anywhere.
zh_hans: 只统计本机可见的连接，不上报

source: Only the proxy and DNS services in the profile you select receive forwarded traffic or queries.
zh_hans: 只有你所选配置中的代理和 DNS 服务会收到转发的流量或查询。

source: Open AetherRoute
zh_hans: 打开 AetherRoute

source: Open System Settings
zh_hans: 打开系统设置

source: Open System Settings to allow the network extension.
zh_hans: 打开系统设置，允许 AetherRoute 网络扩展。

source: Open-Source Software
zh_hans: 开源软件

source: OpenSSH private key loaded
zh_hans: OpenSSH 私钥已载入

source: Ordered routing policy
zh_hans: 有序路由策略

source: Ordered routing rules
zh_hans: 有序路由规则

source: Original design and native macOS development
zh_hans: 原创设计与原生 macOS 开发

source: Outlet
zh_hans: 出口

source: Overview
zh_hans: 概览

source: Password
zh_hans: 密码

source: Password (optional)
zh_hans: 密码（可选）

source: Paste
zh_hans: 粘贴

source: Paste the HTTPS address supplied by your trusted provider.
zh_hans: 粘贴可信服务提供方给出的 HTTPS 地址。
